{
  "F_Link": "Карта",
  "S_Link": "Мої подорожі",
  "T_Link": "Всі напрямки",
  "Th_Link": "Допомога та сервіс",
  "F_Link_S": "Допомога",
  "S_Link_S": "Інформація про нас",
  "T_Link_S": "Правила для пасажирів",
  "Th_Link_S": "Онлайн допомога",
  "F_Link_T": "Карта",
  "S_Link_T": "Мої подорожі",
  "T_Link_T": "Всі напрямки",
  "Th_Link_T": "Допомога та сервіс",
  "Passengers": "Пасажири",
  "Departure": "відправлення",
  "CurrentTranslation": "UA",
  "MiddleColumnNameFooter": "Посилання",
  "MiddleRightColumnNameFooter": "Допомога та зв'язок",
  "RightColumnNameFooter": "Ми в соцмережах",
  "Main_info": "Інформація о нас",
  "Passenger_rights_rules": "Права та правила пасажирів",
  "Privacy_policy": "Політика конфіденційності",
  "MainGreeting": "Вітаємо на BusTravel!",
  "SecondGreeting": "Ознайомтесь з нами, або перейдіть зразу до замовлення квитків.",
  "Luggage": "Додатковий багаж",
  "LuggageStatusNo": "Ні",
  "LuggageStatusYes": "Так",
  "Search": "Пошук",
  "Berlin": "Берлін",
  "Düsseldorf": "Дюссельдорф",
  "Kyiv": "Київ",
  "Warsaw": "Варшава",
  "Paris": "Париж",
  "London": "Лондон",
  "FirstAddLink": "Мої квитки",
  "SecondAddLink": "Напрямки",
  "ThirdAddLink": "Питання та відповіді",
  "FourthAddLink": "Допомога",
  "NameFirstAddDesc": "Надійний сервіс",
  "FirstAddDesc": "Наші автобуси курсують за розкладом, забезпечуючи своєчасний приїзд до пункту призначення. Довіряйте нам за пунктуальність та надійність.",
  "NameSecondAddDesc": "Комфортні поїздки",
  "SecondAddDesc": "Відчуйте максимальний комфорт у наших сучасних та добре утриманих автобусах. Насолоджуйтесь просторими сидіннями та кондиціонером на всіх маршрутах.",
  "NameThirdAddDesc": "Безпечні подорожі",
  "ThirdAddDesc": "Ваша безпека – наш пріоритет. Наші автобуси обладнані найсучаснішими засобами безпеки, а наші водії – висококваліфіковані професіонали.",
  "NameFourthAddDesc": "Доступні ціни",
  "FourthAddDesc": "Подорожуйте без зайвих витрат. Ми пропонуємо конкурентні ціни та різноманітні знижки, щоб зробити вашу подорож доступною та приємною.",
  "MainNameMapSeg": "Подивіться карту",
  "SecNameMapSeg": "Тут ви зможете знайти всі міста та напрямки",
  "AddNameMapSeg": "Перейти до карти",
  "NameSerF": "Надійні автобусні перевезення",
  "DescrSerF": "Ми пропонуємо надійні та пунктуальні автобусні перевезення по багатьох містах і маршрутах. Наш автопарк сучасний і добре утриманий, що забезпечує комфортну та безпечну подорож для всіх пасажирів. Незалежно від того, чи подорожуєте ви на роботу, відпочинок або відвідуєте родину, у нас є відповідний маршрут для вас. Наша служба підтримки завжди готова допомогти вам з будь-якими питаннями або проблемами.",
  "NameSerS": "Розгалужена мережа маршрутів",
  "DescrSerS": "Наша обширна мережа маршрутів охоплює широкий спектр напрямків, з'єднуючи як великі міста, так і маленькі містечка. Ми прагнемо забезпечити зручні та доступні транспортні опції для всіх. Завдяки частим відправленням і гнучким розкладам ви можете легко і впевнено планувати свою подорож, знаючи, що дістанетеся до пункту призначення вчасно.",
  "NameSerT": "Доступні та безпечні поїздки",
  "DescrSerT": "Подорожувати з нами не тільки доступно, але й безпечно. Ми пріоритезуємо безпеку наших пасажирів, забезпечуючи, щоб усі наші автобуси були оснащені найсучаснішими засобами безпеки та керовані досвідченими водіями. Насолоджуйтеся конкурентними цінами та різноманітними знижками, щоб зробити вашу подорож ще приємнішою.",
  "WhoWe": "Хто ми?",
  "WeAre": "Ми - TravelBus!",
  "NameTitlePartF": "Ласкаво просимо до BusTravel!",
  "TextTitlePartF": "Ми — молода та амбітна компанія, яка тільки розпочинає свій шлях у сфері автобусних перевезень. Нашою метою є забезпечити комфортні та безпечні подорожі для кожного клієнта. Відповідальний підхід до роботи та любов до своєї справи — це те, що вирізняє нас серед інших.",
  "NameTitlePartS": "Відповідальність і надійність - наші пріоритети",
  "TextTitlePartS": "У BusTravel ми дбаємо про кожну деталь вашої подорожі. Від моменту бронювання квитка до прибуття на кінцеву зупинку, ми забезпечимо вам найвищий рівень сервісу. Всі наші автобуси проходять регулярні технічні огляди, а водії — професіонали з великим досвідом роботи.",
  "NameTitlePartT": "Швидкий розвиток для вашого комфорту",
  "TextTitlePartT": "Незважаючи на нашу молодість, ми вже плануємо масштабне розширення. Інвестиції в нові маршрути, сучасні автобуси та інноваційні технології дозволяють нам постійно покращувати якість обслуговування. Ми прагнемо стати лідерами у сфері автобусних перевезень, щоб ви завжди могли розраховувати на нас.",
  "NameTitlePartTh": "BusTravel — ваш надійний партнер у подорожах",
  "TextTitlePartTh": "Обираючи BusTravel, ви обираєте комфорт, безпеку та надійність. Наші клієнти — наша найголовніша цінність, тому ми завжди готові вислухати ваші побажання та пропозиції. Довірте нам свої подорожі, і ми зробимо все можливе, щоб кожна з них стала приємною та безтурботною.",
  "From": "Звідки",
  "To": "Куди",
  "Email": "Email",
  "Password": "Пароль",
  "SignIn": "Увійти в акаунт",
  "WelcomeBack": "З поверненням!",
  "KeepConnected": "Що б продовжити, увійдіть в акаунт, або якщо у вас досі немає акаунту - зареєструйте його.",
  "CreateAccount": "Створити акаунт",
  "Registration": "Реєстрація",
  "RegistrationButton": "Зареєструватись",
  "WelcomeReg": "Вітаємо!",
  "RegText": "Якщо ви досі не маєте акаунту, зареєструйтесь тут. Або якщо ви вже зареєстровані - увійдіть до нього.",
  "login": "Увійти",
  "WelcomeTravel": "Вітаємо!",
  "InformationTravels": "Ваші майбутні подорожі:",
  "InfoHaveNotTravels": "Нажаль у вас ще немає майбутніх подорожей.",
  "ProposeBuyTicket": "Ви можете замовити квитки за посиланням нижче:",
  "BuyTickets": "Купити квитки",
  "ProposeLogin": "Вхід в акаунт",
  "Consult": "Консультант",
  "HiUser": "Привіт",
  "PastAndFutureTripsMessage": "Тут ви зможете ознайомитись з вашими майбутніми та минулими подорожами!",
  "TicketsMessage1": "Нажаль у вас немає ні майбутніх, ні минулих подорожей, але це ви можете виправити, замовивши ваш перший квиток за посиланням нижче!",
  "TicketsMessage2": "Нажаль у вас немає майбутніх подорожей, але є минулі, які ви можете переглянути нижче! Якщо вам сподобався наш сервіс, то ви можете замовити квитки ще раз за посиланням нижче!",
  "TicketsMessage3": "У вас є майбутні подорожі, будь ласка, будьте уважні та слідкуйте за місцем, та часом відбуття! Ваш квиток після кінця подорожі буде знаходитись тут!",
  "TicketsMessage4": "У вас є майбутні подорожі, будь ласка, будьте уважні та слідкуйте за місцем, та часом відбуття! Ваш квиток буде збережений до вашої колекції квитків, і буде знаходитись тут!",
  "DateInfo": "Подорожі на: ",
  "TravelsNowInfoText": "Ваші майбутні подорожі:",
  "TravelsPastInfoText": "Історія ваших подорожей",
  "ProposeBuyTicketAcc": "У вас немає квитків, замовити ви їх можете за посиланням нижче",
  "ShowAllActiveTrips": "Продивитись всі подорожі",
  "ShowAllPastTrips": "Продивитись всю історію подорожей",
  "EmptyHistory": "У вас немає поки історії подорожей",
  "Heading1": "Політика конфіденційності Bustravel",
  "Subheading1": "1. Вступ",
  "Text_subheading1_1": "Ласкаво просимо на Bustravel! Ми цінуємо вашу довіру та прагнемо захищати вашу приватність. Ця політика конфіденційності описує наші політики та процедури щодо збирання, використання та розкриття вашої інформації під час користування нашими послугами, а також розповідає про ваші права на конфіденційність і те, як закон захищає вас.",
  "Text_subheading1_2": "Ми використовуємо ваші персональні дані для надання та покращення наших послуг. Користуючись нашими послугами, ви погоджуєтесь на збір та використання інформації відповідно до цієї Політики конфіденційності. Ця Політика конфіденційності була створена за допомогою генератора політик конфіденційності.",
  "Text_subheading1_3": "Bustravel (Бастревел) збирає дані для надання якісних послуг з автобусних перевезень та забезпечення зручності користувачів нашого вебсайту. Під час реєстрації на нашому сайті, ми збираємо вашу електронну адресу для створення облікового запису. Також, при реєстрації квитка, ми збираємо ваше прізвище, ім'я та по батькові, щоб забезпечити правильність вашого замовлення та надання відповідних послуг. Оплата квитків здійснюється безпосередньо на нашому сайті, тому ми також можемо збирати платіжну інформацію для обробки транзакцій.",
  "Heading2": "Інтерпретація та визначення",
  "Subheading2": "2. Інтерпретація та визначення",
  "Text_subheading2_1": "Інтерпретація",
  "Text_subheading2_2": "Слова, перша літера яких написана з великої літери, мають значення, визначені за наступних умов. Наступні визначення мають однакове значення незалежно від того, чи стоять вони в однині чи у множині.",
  "Text_subheading2_3": "Визначення",
  "Text_subheading2_4": "Для цілей цієї Політики конфіденційності:",
  "Text_subheading2_5": "Обліковий запис означає унікальний обліковий запис, створений для вас для доступу до нашої Послуги або частин нашої Послуги.",
  "Text_subheading2_6": "Афілійована особа означає суб’єкт господарювання, який контролює, контролюється або перебуває під спільним контролем з певною стороною, де «контроль» означає володіння 50% або більше акцій, пайової участі або інших цінних паперів, що дають право голосу при виборах директорів або іншого органу управління.",
  "Text_subheading2_7": "Компанія (далі - \"Компанія\", \"Ми\", \"Нас\" або \"Наші\" в цій Угоді) відноситься до Bustravel.",
  "Text_subheading2_8": "Файли cookie - це невеликі файли, які розміщуються на вашому комп’ютері, мобільному пристрої або будь-якому іншому пристрої веб-сайтом, що містять деталі вашої історії перегляду на цьому веб-сайті серед багатьох інших застосувань.",
  "Text_subheading2_9": "Країна відноситься до: Україна",
  "Text_subheading2_10": "Пристрій означає будь-який пристрій, який може отримати доступ до Послуги, наприклад, комп’ютер, мобільний телефон або цифровий планшет.",
  "Heading3": "Збирання та використання ваших персональних даних",
  "Subheading3": "3. Збирання та використання ваших персональних даних",
  "Text_subheading3_1": "Типи зібраних даних",
  "Text_subheading3_2": "Персональні дані",
  "Text_subheading3_3": "Під час користування Нашою Послугою, Ми можемо попросити Вас надати Нам певну особисту інформацію, яка може бути використана для зв'язку або ідентифікації Вас. Особисто ідентифікована інформація може включати, але не обмежується:",
  "Text_subheading3_4": "Адреса електронної пошти, Прізвище, ім'я та по батькові",
  "Text_subheading3_5": "Дані про використання",
  "Text_subheading3_6": "Дані про використання збираються автоматично під час користування Послугою. Дані про використання можуть включати таку інформацію, як Інтернет-протокол вашого пристрою (наприклад, IP-адреса), тип браузера, версія браузера, сторінки нашої Послуги, які ви відвідуєте, час і дата вашого візиту, час, проведений на цих сторінках, унікальні ідентифікатори пристрою та інші діагностичні дані. Коли ви отримуєте доступ до Послуги за допомогою мобільного пристрою, ми можемо автоматично збирати певну інформацію, включаючи, але не обмежуючись, тип мобільного пристрою, який ви використовуєте, унікальний ідентифікатор вашого мобільного пристрою, IP-адресу вашого мобільного пристрою, вашу мобільну операційну систему, тип мобільного Інтернет-браузера, який ви використовуєте, унікальні ідентифікатори пристрою та інші діагностичні дані. Ми також можемо збирати інформацію, яку ваш браузер надсилає щоразу, коли ви відвідуєте нашу Послугу або коли ви отримуєте доступ до Послуги за допомогою мобільного пристрою.",
  "Heading4": "Використання ваших персональних даних",
  "Subheading4": "4. Використання ваших персональних даних",
  "Text_subheading4_1": "Компанія може використовувати Персональні дані для наступних цілей:",
  "Text_subheading4_2": "Для надання та підтримки нашої Послуги, включаючи моніторинг використання нашої Послуги.",
  "Text_subheading4_3": "Для управління вашим обліковим записом: для управління вашою реєстрацією як користувача Послуги. Надані вами Персональні дані можуть дати вам доступ до різних функцій Послуги, які доступні вам як зареєстрованому користувачу.",
  "Text_subheading4_4": "Для виконання договору: розробка, дотримання та виконання договору купівлі-продажу продуктів, товарів або послуг, які ви придбали, або будь-якого іншого договору з нами через Послугу.",
  "Text_subheading4_5": "Для зв'язку з вами: зв'язок з вами електронною поштою, телефонними дзвінками, SMS або іншими еквівалентними формами електронного зв'язку, такими як push-повідомлення мобільного додатку, щодо оновлень або інформаційних повідомлень, пов'язаних з функціональними можливостями, продуктами або контрактними послугами, включаючи оновлення безпеки, коли це необхідно або розумно для їх реалізації.",
  "Text_subheading4_6": "Для надання вам новин, спеціальних пропозицій та загальної інформації про інші товари, послуги та події, які ми пропонуємо, схожі на ті, що ви вже придбали або про які ви запитували, якщо ви не відмовилися від отримання такої інформації.",
  "Text_subheading4_7": "Для управління вашими запитами: для обробки та управління вашими запитами до нас.",
  "Text_subheading4_8": "- Для бізнес-передач: ми можемо використовувати ваші дані для оцінки або проведення злиття, розподілу, реструктуризації, реорганізації, ліквідації або іншого продажу або передачі деяких або всіх наших активів, незалежно від того, чи є вони активом діючого підприємства або частиною банкрутства, ліквідації або подібного процесу, у якому Персональні дані, що зберігаються у нас про користувачів нашої Послуги, є серед переданих активів.",
  "Text_subheading4_9": "- Для інших цілей: ми можемо використовувати ваші дані для інших цілей, таких як аналіз даних, ідентифікація тенденцій використання, визначення ефективності наших рекламних кампаній та для оцінки та покращення нашої Послуги, продуктів, послуг, маркетингу та вашого досвіду.",
  "Text_subheading4_10": "- Ми можемо передавати вашу особисту інформацію в наступних випадках: З Постачальниками послуг: ми можемо передавати вашу особисту інформацію Постачальникам послуг для моніторингу та аналізу використання нашої Послуги, для зв'язку з вами. Для бізнес-передач: ми можемо передавати або передавати вашу особисту інформацію у зв'язку з, або під час переговорів про будь-яке злиття, продаж активів Компанії, фінансування або придбання всього або частини нашого бізнесу іншій компанії. З Афілійованими особами: ми можемо передавати вашу інформацію нашим афілійованим особам, у цьому випадку ми вимагатимемо від цих афілійованих осіб дотримання цієї Політики конфіденційності. Афілійовані особи включають нашу материнську компанію та будь-які інші дочірні компанії, партнери по спільному підприємству або інші компанії, які ми контролюємо або які перебувають під спільним контролем з нами. З бізнес-партнерами: ми можемо передавати вашу інформацію нашим бізнес-партнерам для пропонування вам певних продуктів, послуг або акцій. З іншими користувачами: коли ви ділитесь особистою інформацією або іншим чином взаємодієте в загальнодоступних місцях з іншими користувачами, така інформація може бути переглянута всіма користувачами та може бути публічно поширена за межі. З вашою згодою: ми можемо розкривати вашу особисту інформацію для будь-якої іншої мети з вашої згоди.",
  "Heading5": "Зберігання ваших персональних даних",
  "Subheading5": "5. Зберігання ваших персональних даних",
  "Text_subheading5_1": "Компанія буде зберігати ваші Персональні дані лише стільки часу, скільки необхідно для цілей, викладених у цій Політиці конфіденційності. Ми будемо зберігати та використовувати ваші Персональні дані в тій мірі, наскільки це необхідно для виконання наших юридичних зобов'язань (наприклад, якщо ми зобов'язані зберігати ваші дані відповідно до чинного законодавства), вирішення спорів та забезпечення виконання наших юридичних угод і політик.",
  "Text_subheading5_2": "Компанія також зберігатиме Дані про використання для внутрішнього аналізу. Дані про використання зазвичай зберігаються протягом коротшого періоду часу, за винятком випадків, коли ці дані використовуються для посилення безпеки або покращення функціональності Нашої Послуги, або якщо ми зобов'язані зберігати ці дані на більш тривалий період відповідно до законодавства.",
  "Heading6": "Передача ваших персональних даних",
  "Subheading6": "6. Передача ваших персональних даних",
  "Text_subheading6_1": "Ваша інформація, включаючи Персональні дані, обробляється в операційних офісах Компанії та в будь-яких інших місцях, де знаходяться сторони, залучені до обробки. Це означає, що ця інформація може бути передана на комп'ютери, розташовані за межами вашого штату, провінції, країни або іншої урядової юрисдикції, де закони про захист даних можуть відрізнятися від законів вашої юрисдикції.",
  "Text_subheading6_2": "Ваша згода з цією Політикою конфіденційності з подальшим наданням такої інформації означає вашу згоду на таку передачу.",
  "Text_subheading6_3": "Компанія вживе всіх необхідних заходів для забезпечення того, щоб ваші дані оброблялися безпечно та відповідно до цієї Політики конфіденційності, і ніяка передача ваших Персональних даних не буде здійснена в організацію або країну, якщо не буде впроваджено відповідних засобів контролю, включаючи безпеку ваших даних та іншої особистої інформації.",
  "Heading7": "Видалення ваших персональних даних",
  "Subheading7": "7. Видалення ваших персональних даних",
  "Text_subheading7_1": "Ви маєте право видалити або попросити нас допомогти у видаленні Персональних даних, які ми зібрали про вас.",
  "Text_subheading7_2": "Наша Послуга може надати вам можливість видаляти певну інформацію про вас із Послуги.",
  "Text_subheading7_3": "Ви можете оновлювати, змінювати або видаляти свою інформацію у будь-який час, увійшовши до свого облікового запису, якщо ви його маєте, та відвідавши розділ налаштувань облікового запису, який дозволяє керувати вашою особистою інформацією. Ви також можете звернутися до нас, щоб запросити доступ до, виправлення або видалення будь-якої особистої інформації, яку ви надали нам.",
  "Text_subheading7_4": "Будь ласка, зауважте, що ми можемо зберігати певну інформацію, коли це необхідно для виконання наших юридичних зобов'язань або на законних підставах.",
  "Heading8": "Розкриття ваших персональних даних",
  "Subheading8": "8. Розкриття ваших персональних даних",
  "Text_subheading8_1": "Ділові операції",
  "Text_subheading8_2": "Якщо Компанія бере участь у злитті, придбанні або продажу активів, ваші Персональні дані можуть бути передані. Ми повідомимо вас до того, як ваші Персональні дані будуть передані та підпадатимуть під дію іншої Політики конфіденційності.",
  "Text_subheading8_3": "Правоохоронні органи",
  "Text_subheading8_4": "За певних обставин, Компанія може бути зобов'язана розкрити ваші Персональні дані, якщо це вимагається законом або у відповідь на дійсні запити державних органів (наприклад, суд або державне агентство).",
  "Text_subheading8_5": "Інші юридичні вимоги",
  "Text_subheading8_6": "Компанія може розкрити ваші Персональні дані добросовісно, вважаючи, що такі дії необхідні для:",
  "Text_subheading8_7": "- Виконання юридичних зобов'язань",
  "Text_subheading8_8": "- Захисту та захисту прав або власності Компанії",
  "Text_subheading8_9": "- Запобігання або розслідування можливих правопорушень у зв'язку з Послугою",
  "Text_subheading8_10": "- Захисту особистої безпеки користувачів Послуги або громадськості",
  "Text_subheading8_11": "- Захисту від юридичної відповідальності",
  "Heading9": "Безпека ваших персональних даних",
  "Subheading9": "9. Безпека ваших персональних даних",
  "Text_subheading9_1": "Безпека ваших Персональних даних важлива для нас, але пам'ятайте, що жоден метод передачі даних через Інтернет або метод електронного зберігання не є 100% безпечним. Хоча ми прагнемо використовувати комерційно прийнятні засоби для захисту ваших Персональних даних, ми не можемо гарантувати їх абсолютну безпеку.",
  "Heading10": "Конфіденційність дітей",
  "Subheading10": "10. Конфіденційність дітей",
  "Text_subheading10_1": "Наша Послуга не призначена для осіб молодше 13 років. Ми свідомо не збираємо особисту інформацію від осіб молодше 13 років. Якщо ви є батьком або опікуном і знаєте, що ваша дитина надала нам Персональні дані, будь ласка, зв'яжіться з нами. Якщо ми дізнаємося, що ми зібрали Персональні дані від когось молодше 13 років без підтвердження батьківської згоди, ми вживемо заходів для видалення цієї інформації з наших серверів.",
  "Text_subheading10_2": "Якщо нам потрібно покладатися на згоду як правову основу для обробки вашої інформації, і ваша країна вимагає згоди від батьків, ми можемо вимагати згоду ваших батьків перед збором і використанням цієї інформації.",
  "Heading11": "Посилання на інші веб-сайти",
  "Subheading11": "11. Посилання на інші веб-сайти",
  "Text_subheading11_1": "Наша Послуга може містити посилання на інші веб-сайти, які не керуються нами. Якщо ви натиснете на стороннє посилання, ви будете перенаправлені на сайт цієї третьої сторони. Ми настійно рекомендуємо вам переглянути Політику конфіденційності кожного сайту, який ви відвідуєте.",
  "Text_subheading11_2": "Ми не контролюємо і не несемо відповідальності за вміст, політики конфіденційності або практики будь-яких сторонніх сайтів або послуг.",
  "Heading12": "Зміни до цієї Політики конфіденційності",
  "Subheading12": "12. Зміни до цієї Політики конфіденційності",
  "Text_subheading12_1": "Ми можемо оновлювати нашу Політику конфіденційності час від часу. Ми повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності на цій сторінці.",
  "Text_subheading12_2": "Ми повідомимо вас електронною поштою та/або помітним повідомленням на нашій Послузі до того, як зміни набудуть чинності, та оновимо 'Останнє оновлення' у верхній частині цієї Політики конфіденційності.",
  "Text_subheading12_3": "Вам рекомендується періодично переглядати цю Політику конфіденційності на предмет будь-яких змін. Зміни до цієї Політики конфіденційності набувають чинності з моменту їх публікації на цій сторінці.",
  "Heading13": "Контакти",
  "Subheading13": "13. Контакти",
  "Text_subheading13_1": "Якщо у вас є будь-які запитання щодо цієї Політики конфіденційності, ви можете зв'язатися з нами:",
  "Heading_Rules_1": "Правила та права пасажирів Bustravel",
  "Subheading_Rules_1": "1. Вступ",
  "Text_subheading1_Rules_1": "1.1. Ці правила встановлюють основні права та обов'язки пасажирів, які користуються послугами компанії Bustravel. Мета цих правил – забезпечити комфорт та безпеку пасажирів під час подорожі.",
  "Text_subheading1_Rules_2": "1.2. Ці правила є обов'язковими для виконання всіма пасажирами, які користуються послугами компанії Bustravel. Порушення правил може призвести до відмови у наданні послуг або інших санкцій, передбачених чинним законодавством.",
  "Text_subheading1_Rules_3": "1.3. Компанія Bustravel залишає за собою право змінювати ці правила в будь-який час. Усі зміни будуть опубліковані на офіційному веб-сайті компанії та набирають чинності з моменту публікації.",
  "Subheading_Rules_2": "2. Права пасажирів",
  "Text_subheading2_Rules_1": "2.1. Пасажири мають право на:",
  "Text_subheading2_Rules_2": "2.1.1. Отримання повної та достовірної інформації про розклад руху автобусів, тарифи та умови перевезення.",
  "Text_subheading2_Rules_3": "2.1.2. Безпечну та комфортну поїздку відповідно до стандартів, встановлених компанією Bustravel.",
  "Text_subheading2_Rules_4": "2.1.3. Відшкодування збитків у випадку запізнення автобуса або скасування рейсу.",
  "Text_subheading2_Rules_5": "2.1.4. Допомогу у випадку виникнення надзвичайних ситуацій під час подорожі.",
  "Text_subheading2_Rules_6": "2.1.5. Повагу до особистих прав та свобод під час подорожі.",
  "Subheading_Rules_3": "3. Обов'язки пасажирів",
  "Text_subheading3_Rules_1": "3.1. Пасажири зобов'язані:",
  "Text_subheading3_Rules_2": "3.1.1. Дотримуватись правил поведінки в автобусі, які встановлені компанією Bustravel.",
  "Text_subheading3_Rules_3": "3.1.2. Виконувати вимоги водія та персоналу компанії під час поїздки.",
  "Text_subheading3_Rules_4": "3.1.3. Поважати права та інтереси інших пасажирів.",
  "Text_subheading3_Rules_5": "3.1.4. Забезпечити наявність дійсного квитка на поїздку та пред'явити його за вимогою.",
  "Text_subheading3_Rules_6": "3.1.5. Своєчасно повідомляти про будь-які проблеми або незручності, що виникають під час поїздки.",
  "Subheading_Rules_4": "4. Політика щодо багажу",
  "Text_subheading4_Rules_1": "4.1. Пасажири мають право на перевезення багажу в межах норм, встановлених компанією Bustravel.",
  "Text_subheading4_Rules_2": "4.2. Вартість перевезення додаткового багажу, що перевищує встановлені норми, визначається окремо.",
  "Text_subheading4_Rules_3": "4.3. Компанія не несе відповідальності за втрату або пошкодження багажу, якщо це не було заздалегідь задекларовано та опломбовано.",
  "Subheading_Rules_5": "5. Правила безпеки",
  "Text_subheading5_Rules_1": "5.1. Під час поїздки пасажири повинні дотримуватися правил безпеки, які встановлені компанією Bustravel.",
  "Text_subheading5_Rules_2": "5.2. Забороняється під час руху автобуса вставати з місць, відчиняти двері та вікна, використовувати аварійне обладнання без потреби.",
  "Text_subheading5_Rules_3": "5.3. У разі надзвичайної ситуації пасажири повинні слідувати інструкціям водія або персоналу компанії.",
  "Subheading_Rules_6": "6. Політика щодо запізнень та скасувань рейсів",
  "Text_subheading6_Rules_1": "6.1. У випадку запізнення автобуса більш ніж на 30 хвилин, пасажири мають право на компенсацію, встановлену компанією Bustravel.",
  "Text_subheading6_Rules_2": "6.2. У випадку скасування рейсу компанія зобов'язується надати пасажирам альтернативні варіанти поїздки або повернути повну вартість квитка.",
  "Heading_Help_1": "Вступ",
  "Text_subheading_Help_1_1": "Ласкаво просимо до розділу 'Допомога та сервіс' на сайті Bustravel. Ми прагнемо зробити ваші поїздки комфортними та безпечними. У цьому розділі ви знайдете інформацію про повернення коштів, маршрути, затримки, багаж та інші питання, що можуть виникнути під час користування нашими послугами.",
  "Heading_Help_2": "Запросити повернення коштів",
  "Text_subheading_Help_2_1": "Якщо вам потрібно запросити повернення коштів за невикористаний квиток, будь ласка, зверніться до нашої служби підтримки. Процес повернення коштів простий і зрозумілий. Вам потрібно надати номер вашого квитка та причину повернення. Ми розглянемо ваш запит і надамо відповідь протягом 3 робочих днів. Враховуйте, що обробка повернення коштів може зайняти до 7 робочих днів після затвердження вашого запиту.",
  "Heading_Help_3": "Інформація про маршрут і затримку",
  "Text_subheading_Help_3_1": "Щоб отримати актуальну інформацію про маршрути та розклади, будь ласка, відвідайте відповідний розділ на нашому сайті. Ми регулярно оновлюємо інформацію, щоб ви завжди знали про всі зміни. Якщо ваш рейс затримується, ми негайно повідомимо вас через SMS або електронну пошту. Також ви можете перевіряти статус рейсу на нашому сайті у розділі 'Статус рейсу'.",
  "Heading_Help_4": "Проблеми з оплатою",
  "Text_subheading_Help_4_1": "Якщо у вас виникли проблеми з оплатою квитків, не хвилюйтеся. Наша служба підтримки готова допомогти вам вирішити будь-які питання. Перевірте, чи правильно введені всі дані картки, та чи є достатня кількість коштів на рахунку. У разі повторних проблем, будь ласка, зв'яжіться з нами для детального аналізу та вирішення питання.",
  "Heading_Help_5": "Багаж",
  "Text_subheading_Help_5_1": "Під час подорожей з Bustravel, ви маєте право на перевезення багажу згідно з нашими правилами. Кожен пасажир може безкоштовно перевезти одну валізу до 20 кг та одну ручну поклажу. Якщо ваш багаж перевищує встановлені норми, ви можете оплатити додатковий багаж під час бронювання квитка або безпосередньо перед поїздкою. Важливо заздалегідь повідомити про надзвичайно великі або важкі предмети.",
  "Heading_Help_6": "Забронювати квиток на поїздку",
  "Text_subheading_Help_6_1": "Забронювати квиток на поїздку з Bustravel дуже просто. Відвідайте наш сайт, виберіть потрібний маршрут та дату поїздки, а потім слідуйте інструкціям для завершення бронювання. Ви можете вибрати місце в автобусі, додати послуги, такі як додатковий багаж або харчування під час поїздки. Після підтвердження оплати, ви отримаєте електронний квиток на вашу електронну пошту.",
  "Heading_Help_7": "Ваучери",
  "Text_subheading_Help_7_1": "Bustravel пропонує ваучери, які можна використовувати для оплати поїздок. Ви можете придбати ваучери на нашому сайті або отримати їх в рамках акційних пропозицій. Ваучери мають обмежений термін дії, тому не забудьте використати їх вчасно. Під час бронювання квитка введіть код ваучера у відповідне поле, щоб застосувати знижку або оплату.",
  "Heading_Help_8": "Зворотний зв'язок",
  "Text_subheading_Help_8_1": "Ми цінуємо ваші відгуки та пропозиції щодо покращення наших послуг. Якщо у вас є коментарі, скарги або пропозиції, будь ласка, не соромтеся звертатися до нас. Ваш зворотний зв'язок допомагає нам ставати кращими та надавати вам ще більш комфортні умови для подорожей.",
  "Heading_Help_9": "Пасажири з обмеженими можливостями",
  "Text_subheading_Help_9_1": "Ми прагнемо зробити наші послуги доступними для всіх пасажирів, включаючи тих, хто має обмежені можливості. Наші автобуси обладнані для комфортного перевезення пасажирів з інвалідністю. Будь ласка, повідомте нас заздалегідь, якщо вам потрібна додаткова допомога під час поїздки, щоб ми могли забезпечити всі необхідні умови.",
  "Subheading_Help_Contact": "Контактна інформація",
  "Text_subheading_Help_Contact_1": "За додатковою інформацією та підтримкою звертайтеся до нашої служби підтримки через [онлайн підтримку](#), пишіть на електронну пошту bustravelhelp@gmail.com, або телефонуйте за номером +380991111111.",
  "BuyTicketText": "Купити квиток",
  "hours": " годин",
  "Travels_on": "Подорожі на",
  "Baggage": "багаж",
  "BuyTicketTextUser": "Оформлення та оплата квитка",
  "FirstName": "Ім'я",
  "LastName": "Прізвище",
  "HandLuggage": "Ручна поклажа",
  "Free": "Безкоштовно",
  "SmallBaggage": "Малий багаж",
  "LargeBaggage": "Великий багаж",
  "Phone": "Телефон",
  "ConfirmPurchase": "Замовити квиток",
  "NameTitleBuyTicketNameUser": "Інформація про пасажира",
  "NameTitleBuyTicketDataBaggage": "Багаж",
  "NameTitleBuyTicketDataDataContactUser": "Додаткова інформація для зв'язку",
  "DurationTicket": "Тривалість: ",
  "Logout": "Вийти з акаунту",
  "TextLogout1": "Натисніть на кнопку, що б ",
  "TextLogout2": "вийти",
  "TextLogout3": " з акаунту",
  "InformationRoutesPage": "Вітаємо на сайті BusTravel!",
  "AdditionalInformationRoutesPage": "Тут ви зможете знайти всі міста, в яких працює BusTravel",
  "AdditionalInfoRoutesPage": "Якщо ви не знайшли своє місто в цьому списку, ймовірно воно з'явиться незабаром! Слідкуйте за оновленнями маршрутів на цій сторінці.",
  "MainContentRoutesPage": "Список всіх міст, де працює Bustravel",
  "LoginButton": "Зареєструватись",
  "register": "Увійти в акаунт",
  "AlertUser":"На жаль було щось неправильно введено, будь ласка, перевірте чи все правильно введено і спробуйте ще раз.і",
  "AuthenticationError":"Помилка під час автентифікації",
  "InvalidEmailError":"Помилка при введенні адреси електронної пошти. Будь ласка, перевірте правильність адреси.",
  "PasswordLengthError":"Помилка при введені паролю. Пароль має бути не менше 8 символів і не більше 32."
}