{
  "F_Link": "Map",
  "S_Link": "My trips",
  "T_Link": "All directions",
  "Th_Link": "Help and service",
  "F_Link_S": "Help",
  "S_Link_S": "About Us",
  "T_Link_S": "Rules for passengers",
  "Th_Link_S": "Online assistance",
  "Passengers": "Passengers",
  "Departure": "Departure",
  "CurrentTranslation": "EN",
  "MiddleColumnNameFooter": "Links",
  "MiddleRightColumnNameFooter": "Help and contact",
  "RightColumnNameFooter": "We are on social media",
  "Main_info": "Information about us",
  "Passenger_rights_rules": "Passenger rights and rules",
  "Privacy_policy": "Privacy policy",
  "MainGreeting": "Welcome to BusTravel!",
  "SecondGreeting": "Get to know us, or go straight to booking tickets.",
  "Luggage": "Additional luggage",
  "LuggageStatusNo": "No",
  "LuggageStatusYes": "Yes",
  "Search": "Search",
  "Berlin": "Berlin",
  "Düsseldorf": "Düsseldorf",
  "Kyiv": "Kyiv",
  "Warsaw": "Warsaw",
  "Paris": "Paris",
  "London": "London",
  "FirstAddLink": "My tickets",
  "SecondAddLink": "Directions.",
  "ThirdAddLink": "FAQ",
  "FourthAddLink": "Help",
  "NameFirstAddDesc": "Reliable Service",
  "FirstAddDesc": "Our buses run on time, ensuring you reach your destination without delay. Trust us for a punctual and dependable service.",
  "NameSecondAddDesc": "Comfortable Rides",
  "SecondAddDesc": "Experience the utmost comfort with our modern, well-maintained buses. Enjoy spacious seating and air conditioning on all routes.",
  "NameThirdAddDesc": "Safe Travels",
  "ThirdAddDesc": "Your safety is our priority. Our buses are equipped with the latest safety features and our drivers are highly trained professionals.",
  "NameFourthAddDesc": "Affordable Prices",
  "FourthAddDesc": "Travel without breaking the bank. We offer competitive prices and various discounts to make your journey affordable and enjoyable.",
  "MainNameMapSeg": "Check out the map",
  "SecNameMapSeg": "Here you can find all cities and destinations",
  "AddNameMapSeg": "Go to the map",
  "NameSerF": "Reliable Bus Transportation Services",
  "DescrSerF": "We offer reliable and punctual bus services across multiple cities and routes. Our fleet is modern and well-maintained, ensuring a comfortable and safe journey for all passengers. Whether you are commuting for work, traveling for leisure, or visiting family, we have the right route for you. Our customer service is top-notch, ready to assist you with any queries or concerns you may have.",
  "NameSerS": "Comprehensive Network of Routes",
  "DescrSerS": "Our extensive network of routes covers a wide range of destinations, connecting major cities and small towns alike. We aim to provide convenient and accessible transportation options for everyone. With frequent departures and flexible schedules, you can plan your trip with ease and confidence, knowing that you will reach your destination on time.",
  "NameSerT": "Affordable and Safe Travel",
  "DescrSerT": "Traveling with us is not only affordable but also safe. We prioritize the safety of our passengers by ensuring that all our buses are equipped with the latest safety features and operated by experienced drivers. Enjoy competitive prices and various discounts to make your travel experience even more enjoyable.",
  "WhoWe": "Who are we?",
  "WeAre": "We are TravelBus!",
  "NameTitlePartF": "Welcome to BusTravel!",
  "TextTitlePartF": "We are a young and ambitious company that is just starting its journey in the bus transport industry. Our goal is to provide comfortable and safe travel for every customer. Our responsible approach to work and love for our business is what sets us apart from others.",
  "NameTitlePartS": "Responsibility and reliability are our priorities",
  "TextTitlePartS": "At BusTravel, we take care of every detail of your journey. From the moment you book your ticket to the moment you arrive at your final stop, we will provide you with the highest level of service. All our buses undergo regular technical inspections and our drivers are professionals with extensive experience.",
  "NameTitlePartT": "Rapid development for your comfort",
  "TextTitlePartT": "Despite our youth, we are already planning a large-scale expansion. Investments in new routes, modern buses and innovative technologies allow us to continuously improve the quality of our services. We strive to become a leader in bus transportation so that you can always count on us.",
  "NameTitlePartTh": "BusTravel - your reliable travel partner",
  "TextTitlePartTh": "When you choose BusTravel, you choose comfort, safety and reliability. Our customers are our most important value, so we are always ready to listen to your wishes and suggestions. Entrust us with your travels and we will do our best to make each of them pleasant and carefree.",
  "From": "From",
  "To": "To",
  "SignIn": "Sign In",
  "Email": "Email",
  "Password": "Password",
  "WelcomeBack": "Welcome back!",
  "KeepConnected": "To continue, log in to your account, or if you do not have an account yet, register it.",
  "CreateAccount": "Create account",
  "Registration": "Registration",
  "RegistrationButton": "Registration",
  "WelcomeReg": "Welcome!",
  "RegText": "If you don't have an account yet, please register here. Or if you already have an account, please sign in.",
  "login": "Login",
  "WelcomeTravel": "Welcome!",
  "InformationTravels": "Your future travels:",
  "InfoHaveNotTravels": "Sorry, you don't have any upcoming trips.",
  "ProposeBuyTicket": "You can order tickets via the link below:",
  "BuyTickets": "Buy tickets",
  "ProposeLogin": "Login",
  "Consult": "Consultant",
  "HiUser": "Hi",
  "PastAndFutureTripsMessage": "Here you can see your upcoming and past trips!",
  "TicketsMessage1": "Unfortunately, you have no upcoming or past trips, but you can fix that by ordering your first ticket via the link below!",
  "TicketsMessage2": "Unfortunately, you do not have any upcoming trips, but there are past trips that you can view below! If you liked our service, you can book your tickets again via the link below!",
  "TicketsMessage3": "You have upcoming trips, please be careful and follow the place and time of departure! Your ticket will be here after the end of the trip!",
  "TicketsMessage4": "You have upcoming trips, please be careful and follow the place and time of departure! Your ticket will be saved to your ticket collection and can be found here!",
  "DateInfo": "Travel for: ",
  "TravelsNowInfoText": "Your future travels:",
  "TravelsPastInfoText": "Your travel history",
  "ProposeBuyTicketAcc": "You don't have tickets, you can order them at the link below",
  "ShowAllActiveTrips": "View all trips",
  "ShowAllPastTrips": "View all travel history",
  "EmptyHistory": "You have no travel history yet",
  "Heading1": "Privacy Policy for BusTravel",
  "Subheading1": "1. Introduction",
  "Text_subheading1_1": "Welcome to BusTravel! We value your trust and strive to protect your privacy. This Privacy Policy describes our policies and procedures on the collection, use, and disclosure of your information when you use our services, as well as your privacy rights and how the law protects you.",
  "Text_subheading1_2": "We use your personal data to provide and improve our services. By using our services, you agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy was created with the help of the Privacy Policy Generator.",
  "Text_subheading1_3": "BusTravel collects data to provide quality bus transportation services and ensure the convenience of our website users. When registering on our website, we collect your email address to create an account. Additionally, when booking a ticket, we collect your last name, first name, and patronymic to ensure the accuracy of your order and provide the appropriate services. Ticket payment is made directly on our website, so we may also collect payment information to process transactions.",
  "Heading2": "Interpretation and Definitions",
  "Subheading2": "2. Interpretation and Definitions",
  "Text_subheading2_1": "Interpretation",
  "Text_subheading2_2": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
  "Text_subheading2_3": "Definitions",
  "Text_subheading2_4": "For the purposes of this Privacy Policy:",
  "Text_subheading2_5": "Account means a unique account created for you to access our Service or parts of our Service.",
  "Text_subheading2_6": "Affiliate means an entity that controls, is controlled by, or is under common control with a party, where 'control' means ownership of 50% or more of the shares, equity interest, or other securities entitled to vote for election of directors or other managing authority.",
  "Text_subheading2_7": "Company (referred to as either 'the Company', 'We', 'Us' or 'Our' in this Agreement) refers to BusTravel.",
  "Text_subheading2_8": "Cookies are small files that are placed on your computer, mobile device, or any other device by a website, containing the details of your browsing history on that website among its many uses.",
  "Text_subheading2_9": "Country refers to: Ukraine",
  "Text_subheading2_10": "Device means any device that can access the Service such as a computer, a cellphone, or a digital tablet.",
  "Heading3": "Collecting and Using Your Personal Data",
  "Subheading3": "3. Collecting and Using Your Personal Data",
  "Text_subheading3_1": "Types of Data Collected",
  "Text_subheading3_2": "Personal Data",
  "Text_subheading3_3": "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:",
  "Text_subheading3_4": "Email address, First name and last name",
  "Text_subheading3_5": "Usage Data",
  "Text_subheading3_6": "Usage Data is collected automatically when using the Service. Usage Data may include information such as Your Device's Internet Protocol address (e.g., IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data. When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data. We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.",
  "Heading4": "Use of Your Personal Data",
  "Subheading4": "4. Use of Your Personal Data",
  "Text_subheading4_1": "The Company may use Personal Data for the following purposes:",
  "Text_subheading4_2": "To provide and maintain our Service, including to monitor the usage of our Service.",
  "Text_subheading4_3": "To manage Your Account: to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.",
  "Text_subheading4_4": "For the performance of a contract: the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.",
  "Text_subheading4_5": "To contact You: To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.",
  "Text_subheading4_6": "To provide You with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.",
  "Text_subheading4_7": "To manage Your requests: To attend and manage Your requests to Us.",
  "Text_subheading4_8": "- For business transfers: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.",
  "Text_subheading4_9": "- For other purposes: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.",
  "Text_subheading4_10": "- We may share Your personal information in the following situations: With Service Providers: We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You. For business transfers: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company. With Affiliates: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us. With business partners: We may share Your information with Our business partners to offer You certain products, services or promotions. With other users: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. With Your consent: We may disclose Your personal information for any other purpose with Your consent.",
  "Heading5": "Retention of Your Personal Data",
  "Subheading5": "5. Retention of Your Personal Data",
  "Text_subheading5_1": "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
  "Text_subheading5_2": "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.",
  "Heading6": "Transfer of Your Personal Data",
  "Subheading6": "6. Transfer of Your Personal Data",
  "Text_subheading6_1": "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. This means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of Your jurisdiction.",
  "Text_subheading6_2": "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.",
  "Text_subheading6_3": "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.",
  "Heading7": "Delete Your Personal Data",
  "Subheading7": "7. Delete Your Personal Data",
  "Text_subheading7_1": "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.",
  "Text_subheading7_2": "Our Service may give You the ability to delete certain information about You from within the Service.",
  "Text_subheading7_3": "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.",
  "Text_subheading7_4": "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.",
  "Heading8": "Disclosure of Your Personal Data",
  "Subheading8": "8. Disclosure of Your Personal Data",
  "Text_subheading8_1": "Business Transactions",
  "Text_subheading8_2": "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.",
  "Text_subheading8_3": "Law enforcement",
  "Text_subheading8_4": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).",
  "Text_subheading8_5": "Other legal requirements",
  "Text_subheading8_6": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:",
  "Text_subheading8_7": "- Comply with a legal obligation",
  "Text_subheading8_8": "- Protect and defend the rights or property of the Company",
  "Text_subheading8_9": "- Prevent or investigate possible wrongdoing in connection with the Service",
  "Text_subheading8_10": "- Protect the personal safety of Users of the Service or the public",
  "Text_subheading8_11": "- Protect against legal liability",
  "Heading9": "Security of Your Personal Data",
  "Subheading9": "9. Security of Your Personal Data",
  "Text_subheading9_1": "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.",
  "Heading10": "Children's Privacy",
  "Subheading10": "10. Children's Privacy",
  "Text_subheading10_1": "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.",
  "Text_subheading10_2": "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.",
  "Heading11": "Links to Other Websites",
  "Subheading11": "11. Links to Other Websites",
  "Text_subheading11_1": "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.",
  "Text_subheading11_2": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.",
  "Heading12": "Changes to this Privacy Policy",
  "Subheading12": "12. Changes to this Privacy Policy",
  "Text_subheading12_1": "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.",
  "Text_subheading12_2": "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.",
  "Text_subheading12_3": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
  "Heading13": "Contact Us",
  "Subheading13": "13. Contact Us",
  "Text_subheading13_1": "If you have any questions about this Privacy Policy, You can contact us:",
  "Heading_Rules_1": "Bustravel Passenger Rules and Rights",
  "Subheading_Rules_1": "1. Introduction",
  "Text_subheading1_Rules_1": "1.1. These rules establish the basic rights and responsibilities of passengers using Bustravel services. The purpose of these rules is to ensure the comfort and safety of passengers during their journey.",
  "Text_subheading1_Rules_2": "1.2. These rules are mandatory for all passengers using Bustravel services. Violation of the rules may result in denial of services or other sanctions provided by applicable law.",
  "Text_subheading1_Rules_3": "1.3. Bustravel reserves the right to change these rules at any time. All changes will be published on the company's official website and will take effect from the moment of publication.",
  "Subheading_Rules_2": "2. Passenger Rights",
  "Text_subheading2_Rules_1": "2.1. Passengers have the right to:",
  "Text_subheading2_Rules_2": "2.1.1. Receive complete and accurate information about bus schedules, fares, and travel conditions.",
  "Text_subheading2_Rules_3": "2.1.2. A safe and comfortable journey in accordance with the standards set by Bustravel.",
  "Text_subheading2_Rules_4": "2.1.3. Compensation in case of bus delays or cancellations.",
  "Text_subheading2_Rules_5": "2.1.4. Assistance in the event of emergencies during the trip.",
  "Text_subheading2_Rules_6": "2.1.5. Respect for personal rights and freedoms during the journey.",
  "Subheading_Rules_3": "3. Passenger Responsibilities",
  "Text_subheading3_Rules_1": "3.1. Passengers are required to:",
  "Text_subheading3_Rules_2": "3.1.1. Adhere to the bus conduct rules established by Bustravel.",
  "Text_subheading3_Rules_3": "3.1.2. Follow the instructions of the driver and company staff during the trip.",
  "Text_subheading3_Rules_4": "3.1.3. Respect the rights and interests of other passengers.",
  "Text_subheading3_Rules_5": "3.1.4. Ensure the possession of a valid ticket for the trip and present it upon request.",
  "Text_subheading3_Rules_6": "3.1.5. Promptly report any issues or inconveniences that arise during the trip.",
  "Subheading_Rules_4": "4. Luggage Policy",
  "Text_subheading4_Rules_1": "4.1. Passengers are entitled to carry luggage within the limits set by Bustravel.",
  "Text_subheading4_Rules_2": "4.2. The cost of transporting additional luggage exceeding the established limits is determined separately.",
  "Text_subheading4_Rules_3": "4.3. The company is not responsible for the loss or damage of luggage unless it has been pre-declared and sealed.",
  "Subheading_Rules_5": "5. Safety Rules",
  "Text_subheading5_Rules_1": "5.1. During the trip, passengers must follow the safety rules established by Bustravel.",
  "Text_subheading5_Rules_2": "5.2. It is prohibited to get up from seats, open doors and windows, or use emergency equipment without necessity while the bus is in motion.",
  "Text_subheading5_Rules_3": "5.3. In case of an emergency, passengers must follow the instructions of the driver or company staff.",
  "Subheading_Rules_6": "6. Delay and Cancellation Policy",
  "Text_subheading6_Rules_1": "6.1. In the event of a bus delay of more than 30 minutes, passengers are entitled to compensation as established by Bustravel.",
  "Text_subheading6_Rules_2": "6.2. In the event of a trip cancellation, the company is obliged to provide passengers with alternative travel options or refund the full ticket price.",
  "Heading_Help_1": "Introduction",
  "Text_subheading_Help_1_1": "Welcome to the Help and Service section of the Bustravel website. We strive to make your trips comfortable and safe. In this section, you will find information on refunds, routes, delays, luggage, and other issues that may arise while using our services.",
  "Heading_Help_2": "Request a Refund",
  "Text_subheading_Help_2_1": "If you need to request a refund for an unused ticket, please contact our support service. The refund process is simple and straightforward. You need to provide your ticket number and the reason for the refund. We will review your request and respond within 3 business days. Please note that processing the refund may take up to 7 business days after your request is approved.",
  "Heading_Help_3": "Route and Delay Information",
  "Text_subheading_Help_3_1": "For the latest information on routes and schedules, please visit the relevant section on our website. We regularly update the information so you are always aware of any changes. If your trip is delayed, we will notify you as soon as possible via SMS or email. You can also check the status of your trip on our website in the 'Trip Status' section.",
  "Heading_Help_4": "Payment Issues",
  "Text_subheading_Help_4_1": "If you encounter payment issues when booking tickets, do not worry. Our support team is ready to assist you with any questions. Please check that all card details are entered correctly and that there are sufficient funds in the account. If the problem persists, please contact us for detailed analysis and resolution.",
  "Heading_Help_5": "Luggage",
  "Text_subheading_Help_5_1": "While traveling with Bustravel, you are entitled to carry luggage according to our rules. Each passenger is allowed to carry one suitcase up to 20 kg and one piece of hand luggage for free. If your luggage exceeds the established norms, you can pay for additional luggage when booking a ticket or directly before the trip. It is important to inform us in advance about exceptionally large or heavy items.",
  "Heading_Help_6": "Book a Trip",
  "Text_subheading_Help_6_1": "Booking a trip with Bustravel is very easy. Visit our website, select the desired route and travel date, and follow the instructions to complete the booking. You can choose a seat on the bus, add services such as additional luggage or meals during the trip. After payment confirmation, you will receive an electronic ticket to your email.",
  "Heading_Help_7": "Vouchers",
  "Text_subheading_Help_7_1": "Bustravel offers vouchers that can be used to pay for trips. You can purchase vouchers on our website or receive them as part of promotional offers. Vouchers have a limited validity period, so do not forget to use them in time. When booking a ticket, enter the voucher code in the appropriate field to apply the discount or payment.",
  "Heading_Help_8": "Feedback",
  "Text_subheading_Help_8_1": "We value your feedback and suggestions for improving our services. If you have comments, complaints, or suggestions, please do not hesitate to contact us. Your feedback helps us become better and provide you with even more comfortable travel conditions.",
  "Heading_Help_9": "Passengers with Disabilities",
  "Text_subheading_Help_9_1": "We strive to make our services accessible to all passengers, including those with disabilities. Our buses are equipped to comfortably transport passengers with disabilities. Please inform us in advance if you need additional assistance during the trip so that we can provide all the necessary conditions.",
  "Subheading_Help_Contact": "Contact Information",
  "Text_subheading_Help_Contact_1": "For additional information and support, contact our support service via [online support](#), email bustravelhelp@gmail.com, or call +380991111111.",
  "BuyTicketText": "Buy ticket",
  "hours": " hours",
  "Travels_on": "Travels on",
  "Baggage": "baggage",
  "BuyTicketTextUser": "Registration and payment of the ticket",
  "FirstName": "First name",
  "LastName": "Last name",
  "HandLuggage": "Hand luggage",
  "Free": "Free",
  "SmallBaggage": "Small baggage",
  "LargeBaggage": "Large baggage",
  "Phone": "Phone",
  "ConfirmPurchase": "Order the ticket",
  "NameTitleBuyTicketNameUser": "Information about the passenger",
  "NameTitleBuyTicketDataBaggage": "Baggage",
  "NameTitleBuyTicketDataDataContactUser": "Additional information for communication",
  "DurationTicket": "Duration: ",
  "Logout": "Log out of your account",
  "TextLogout1": "Click on the button ",
  "TextLogout2": "log out",
  "TextLogout3": " of your account",
  "InformationRoutesPage": "Welcome to the BusTravel website!",
  "AdditionalInformationRoutesPage": "Here you can find all the cities where BusTravel operates",
  "AdditionalInfoRoutesPage": "If you don't find your city on this list, it will probably be added soon! Follow the route updates on this page.",
  "MainContentRoutesPage": "List of all cities where Bustravel operates",
  "LoginButton": "Register",
  "register": "Log in to your account",
  "AlertUser": "Sorry, something was entered incorrectly, please check if you entered everything correctly and try again.",
  "AuthenticationError":"Error during authentication",
  "InvalidEmailError":"Error entering email address. Please make sure the email address is correct.",
  "PasswordLengthError":"Error entering password. The password must be at least 8 characters and no more than 32 characters."
}